tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "louisbrunner/valgrind"
brew "anyenv"
brew "exa"
brew "bat"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "gcc"
brew "graphviz"
brew "nasm"
brew "node"
brew "nodebrew"
brew "pyenv"
brew "starship"
brew "tmux"
brew "tree"
brew "zsh"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
cask "xquartz"
